Revit 2027 API
FilterStringRuleEvaluator Properties
The FilterStringRuleEvaluator type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
FilterStringRuleEvaluator Class
Autodesk.Revit.DB Namespace